Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/NotificationsSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# NOTIFICATION_DELIVERY_IMMEDIATE_DESCRIPTION
source: Deliver right away
ar: التسليم فورًا
bg: Доставяне веднага
ca: Entregar directament
cs: Doručovat okamžitě
da: Lever med det samme
de: Sofort zustellen
el: Παράδοση αμέσως
es: Entregar al momento
es_us: Se entregan cuando llegan
fi: Toimita heti
fr: Émettre tout de suite
fr_ca: Transmettre immédiatement
he: מסירת עדכונים מיד עם הגעתם
hi: तुरंत डिलीवर करें
hr: Isporuči odmah
hu: Kézbesítés rögtön
id: Segera kirim
it: Recapita subito
ja: すぐに配信されます
kk: Бірден жеткізу
ko: 바로 전달
lt: Pristatyti iš karto
ms: Hantar segera
nl: Lever onmiddellijk af
no: Lever med én gang
pl: Dostarczaj od razu
pt_br: Entregar imediatamente
pt_pt: Apresentar imediatamente
ro: Livrare fără întârziere
ru: Доставлять сразу
sk: Doručovať okamžite
sl: Dostavi takoj
sv: Leverera direkt
th: ส่งการแจ้งเตือนทันที
tr: Hemen gönder
uk: Доставляти миттєво
vi: Phát ngay lập tức
zh_cn: 立即推送
zh_hk: 立刻傳送
zh_tw: 馬上傳送

# SCHEDULED_DELIVERY_ADD_SUMMARY
source: Add Summary
ar: إضافة ملخص
bg: Добавяне на обобщение
ca: Afegeix un resum
cs: Přidat souhrn
da: Tilføj resume
de: Übersicht hinzufügen
el: Προσθήκη σύνοψης
es: Añadir resumen
es_us: Agregar resumen
fi: Lisää yhteenveto
fr: Ajouter un résumé
fr_ca: Ajouter un résumé
he: הוספת סיכום
hi: सारांश जोड़ें
hr: Dodaj sažetak
hu: Összegzés hozzáadása
id: Tambah Ringkasan
it: Aggiungi riepilogo
ja: 要約を追加
kk: Жинақтама қосу
ko: 요약 추가
lt: Įtraukti suvestinę
ms: Tambah Ringkasan
nl: Voeg overzicht toe
no: Legg til sammendrag
pl: Dodaj podsumowanie
pt_br: Adicionar Resumo
pt_pt: Adicionar resumo
ro: Adăugați un rezumat
ru: Добавить сводку
sk: Pridať prehľad
sl: Dodaj povzetek
sv: Lägg till sammanfattning
th: เพิ่มสรุป
tr: Özet Ekle
uk: Додати звіт
vi: Thêm tóm tắt
zh_cn: 添加摘要
zh_hk: 加入摘要
zh_tw: 加入摘要

# SCHEDULED_DELIVERY_TENTH_SUMMARY
source: 10th Summary
ar: الملخص العاشر
bg: 10-о обобщение
ca: Resum 10
cs: 10. souhrn
da: 10. resume
de: 10. Übersicht
el: 10η σύνοψη
es: Resumen 10
es_us: Resumen 10
fi: 10. yhteenveto
fr: 10e résumé
fr_ca: 10e résumé
he: סיכום מס׳ 10
hi: 10वाँ सारांश
hr: 10. sažetak
hu: 10. összegzés
id: Ringkasan ke-10
it: 10º riepilogo
ja: 10回目の要約
kk: 10-жинақтама
ko: 10번째 요약
lt: 10-a suvestinė
ms: Ringkasan ke-10
nl: 10e overzicht
no: Tiende sammendrag
pl: 10. podsumowanie
pt_br: 10º Resumo
pt_pt: 10.º resumo
ro: Rezumatul al 10‑lea
ru: 10‑я сводка
sk: 10. prehľad
sl: 10. povzetek
sv: 10:e sammanfattningen
th: สรุปที่ 10
tr: 10. Özet
uk: 10-й звіт
vi: Tóm tắt thứ 10
zh_cn: 第10个摘要
zh_hk: 第10個摘要
zh_tw: 第十個摘要

# ENABLE_NOTIFICATIONS
source: Notifications
ar: الإشعارات
bg: Известия
ca: Notificacions
cs: Oznámení
da: Notifikationer
de: Mitteilungen
el: Γνωστοποιήσεις
es: Notificaciones
es_us: Notificaciones
fi: Ilmoitukset
he: עדכונים
hi: सूचनाएँ
hr: Obavijesti
hu: Értesítések
id: Pemberitahuan
it: Notifiche
ja: 通知
kk: Хабарландырулар
ko: 알림
lt: Pranešimai
ms: Pemberitahuan
nl: Meldingen
no: Varslinger
pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações
ro: Notificări
ru: Уведомления
sk: Hlásenia
sl: Obvestila
sv: Notiser
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh_cn: 通知
zh_hk: 通知
zh_tw: 通知

# SPOKEN_NOTIFICATIONS_ANNOUNCE_DESTINATION_CARPLAY_ENABLED
source: Messages
ar: الرسائل
bg: Съобщения
ca: Missatges
cs: Zprávy
da: Beskeder
de: Nachrichten
el: Μηνύματα
es: Mensajes
es_us: Mensajes
fi: Viestit
he: הודעות
hi: संदेश
hr: Poruke
hu: Üzenetek
id: Pesan
it: Messaggi
ja: メッセージ
kk: Хабарлар
ko: 메시지
lt: Žinutės
ms: Mesej
nl: Berichten
no: Meldinger
pl: Wiadomości
pt_br: Mensagens
pt_pt: Mensagens
ro: Mesaje
ru: Сообщения
sk: Správy
sl: Sporočila
sv: Meddelanden
th: ข้อความ
tr: Mesajlar
uk: Повідомлення
vi: Tin nhắn
zh_cn: 信息
zh_hk: 訊息
zh_tw: 訊息

# SPOKEN_NOTIFICATIONS_APP_LIST_SUBTEXT
source: If notifications have been turned off for an app, enabling announce will turn back on notifications.
ar: إذا كانت الإشعارات متوقفة للتطبيق، فسيؤدي تمكين النطق إلى تشغيل تلك الإشعارات مرة أخرى.
bg: Ако известията са изключени за някое приложение, активирането на оповестяването ще включи известията отново.
ca: Si has desactivat les notificacions d’una app, en activar l’opció d’anunciar es tornaran a activar.
cs: Pokud jste pro některou aplikaci vypnuli oznámení a zapnete informování, oznámení se znovu zapnou.
da: Hvis notifikationer er blevet slået fra for en app, bliver de slået til igen, hvis funktionen til at meddele om notifikationer slås til.
de: Wenn Mitteilungen für eine App deaktiviert wurden, werden sie bei Aktivierung von „Mitteilungen ankündigen“ erneut aktiviert.
el: Αν έχετε απενεργοποιήσει τις γνωστοποιήσεις για μια εφαρμογή, η ενεργοποίηση της ανακοίνωσης θα ενεργοποιήσει και τις γνωστοποιήσεις.
es: Si desactivas las notificaciones de una app y activas la opción de anunciarlas, se reactivarán las notificaciones.
es_us: Si se desactivaron las notificaciones de alguna app, activar la función de anunciar las volverá a activar.
fi: Jos apin ilmoitukset on laitettu pois päältä, ääneen lukemisen käyttöönotto laittaa ilmoitukset uudelleen päälle.
fr: Si les notifications ont été désactivées pour une app, elles seront réactivées si vous activez Annoncer.
fr_ca: Si les notifications d’une app ont été désactivées, l’activation des annonces réactivera les notifications.
he: כאשר עדכונים כובו עבור יישום מסוים, הפעלת אפשרות ההכרזה תפעיל את העדכונים שוב.
hi: यदि किसी ऐप के लिए सूचनाओं को बंद कर दिया गया है, तो घोषणा सक्षम करने पर सूचनाओं को चालू कर दिया जाएगा।
hr: Ako su obavijesti isključene za aplikaciju, ponovno će se uključiti kad omogućite najavljivanje.
hu: Ha az értesítések ki vannak kapcsolva egy app számára, akkor a bejelentési funkció bekapcsolása vissza fogja kapcsolni az értesítéseket.
id: Jika pemberitahuan telah dimatikan untuk suatu app, pengaktifan pengumuman akan kembali menyalakan pemberitahuan.
it: Se hai disattivato le notifiche per un’app, abilitando la funzionalità di lettura ad alta voce dei messaggi, le notifiche verranno riattivate.
ja: アプリに対する通知がオフになっている場合、読み上げを有効にすると通知もオンになります。
kk: Қолданбалар хабарландыруы өшірулі болса, жариялау функциясын қосу хабарландыруларды қайтарады.
ko: 앱에 대해 알림 기능이 꺼져 있는 경우 읽어주기를 활성화하면 알림이 다시 켜집니다.
lt: Jei programos pranešimai išjungti, įjungus pranešimą jie vėl bus įjungti.
ms: Jika pemberitahuan telah dinyahaktifkan untuk app, mendayakan umumkan akan mengaktifkan semula pemberitahuan.
nl: Als meldingen zijn uitgeschakeld voor een app, worden ze weer ingeschakeld wanneer de optie voor het aankondigen van meldingen wordt ingeschakeld.
no: Hvis du har slått av varslinger for en app, blir de slått på igjen hvis du aktiverer kunngjøring.
pl: Jeśli powiadomienia z danej aplikacji zostały wyłączone, włączenie ogłaszania powiadomień spowoduje ich ponowne włączenie.
pt_br: Se as notificações estiverem desativadas para um app, elas serão reativadas se o recurso anunciar for ativado.
pt_pt: Se ativar esta opção, as notificações serão ativadas, mesmo as que tenham sido desativadas para uma determinada aplicação.
ro: Dacă notificările au fost dezactivate pentru o aplicație, activarea anunțării le va reactiva.
ru: Если уведомления для приложения были выключены, то при активации зачитывания они будут снова включены.
sk: Ak ste pre niektorú apku vypli hlásenia a zapnete oznámenia, hlásenia sa znovu zapnú.
sl: Če so obvestila za določeno aplikacijo izklopljena, se bodo znova vklopila, če omogočite najavljanje.
sv: Om notiser har stängts av för en app kommer notiser att slås på igen när du aktiverar tillkännagivanden av meddelanden.
th: ถ้าแอปถูกปิดการแจ้งเตือน เมื่อเปิดใช้งานการอ่านจะเปิดการแจ้งเตือนอีกครั้ง
tr: Bildirimler bir uygulama için kapatıldıysa seslendirmeyi etkinleştirmek bildirimleri yeniden açar.
uk: Якщо сповіщення було вимкнено для якоїсь програми, їх буде знов увімкнено після ввімкнення оголошення.
vi: Nếu thông báo đã được tắt cho một ứng dụng, việc bật tính năng đọc sẽ bật lại thông báo.
zh_cn: 如果App已关闭通知，那么启用通知播报会将通知重新打开。
zh_hk: 如已關閉App的通知，啟用讀出時將會重新開啟通知。
zh_tw: 若已關閉App的通知，啟用播報將會再次開啟通知。

# VIT_GROUP_FOOTER_TEXT
source: Thread Notification Settings will override all other Mail notification settings.
ar: إعدادات إشعارات السلسلة ستتجاوز كل إعدادات إشعارات البريد الأخرى.
bg: Настройките за потоци със съобщения ще отменят всички други настройки на известия за Поща.
ca: La configuració de la bústia Avisos dels fils substituirà la resta d’opcions de les notificacions del correu.
cs: Nastavení oznámení pro vlákna má přednost před všemi ostatními nastaveními pro oznámení v Mailu.
da: Indstillingerne af trådnotifikationer tilsidesætter alle andre notifikationsindstillinger i Mail.
de: Die Einstellungen für die Konversationsmitteilungen heben alle anderen Mitteilungseinstellungen für „Mail“ auf.
el: Οι ρυθμίσεις για τις Γνωστοποιήσεις συνομιλιών θα παρακάμψουν όλες τις άλλες ρυθμίσεις γνωστοποιήσεων Mail.
es: Los ajustes de avisos de hilos reemplazarán los demás ajustes de notificación de Mail.
es_us: La configuración de notificaciones de conversaciones reemplazará las demás configuraciones de notificación de Mail.
fi: Viestiketjuilmoitusten asetukset ohittavat kaikki muut Mailin ilmoitusasetukset.
fr: Les réglages de notification des fils de discussion remplaceront tous ceux des autres notifications de Mail.
fr_ca: Les réglages de notification de fils remplaceront tous les autres réglages de notification de Mail.
he: הגדרות ״עדכונים משרשורים״ יגברו על כל ההגדרות האחרות של עדכונים מ״דואר״.
hi: वार्तालाप सूचना सेटिंग्ज़ अन्य सभी मेल सूचना सेटिंग्ज़ का स्थान ले लेंगी।
hr: Postavke objavještavanja o nizu poništit će druge postavke e-mail obavijesti.
hu: A Szálértesítési beállítások felülbírálják a Mail egyéb értesítési beállításait.
id: Pengaturan Pemberitahuan Topik akan menimpa semua pengaturan pemberitahuan Mail lainnya.
it: Le impostazioni relative alle notifiche dei thread avranno la precedenza su tutte le altre impostazioni di notifica di Mail.
ja: “スレッドの通知”設定はその他すべての“メール”通知設定より優先されます。
kk: «Хаттар тізбегі туралы хабарландыру» реттеулері барлық басқа «Пошта» хабарландыруының параметрлерін алмастырады.
ko: 스레드 알림 설정은 다른 Mail 알림 설정보다 우선시됩니다.
lt: Funkcijos „Gijų pranešimai“ nustatymais bus perrašyti visi kiti programos „Mail“ pranešimų nustatymai.
ms: Seting Notis Jaluran akan menggantikan semua seting pemberitahuan Mail yang lain.
nl: De instellingen voor Berichtenreeksmeldingen krijgen voorrang boven alle andere instellingen voor Mail-meldingen.
no: Trådvarslingsinnstillinger overstyrer alle andre innstillinger for e‑postvarsling.
pl: Ustawienia powiadomień wątku zastąpią wszystkie inne ustawienia powiadomień aplikacji Poczta.
pt_br: Os Ajustes de Notificações de Conversas substituirão todos os outros ajustes de notificações do Mail.
pt_pt: As definições de notificação de conversas substituem todas as outras definições de notificação do Mail.
ro: Configurările Notificări conversații vor suprascrie toate celelalte configurări de notificare din Mail.
ru: Настройки «Уведомления о темах» заменят все прочие настройки уведомлений Почты.
sk: Nastavenia hlásení vlákien majú prednosť pred ostatnými nastaveniami hlásení Mailu.
sl: Nastavitve funkcije Obvestila v niti bodo preglasile vse druge nastavitve obvestil aplikacije MPoštaail.
sv: Inställningar för trådnotiser förbigår alla andra notisinställningar för Mail.
th: การตั้งค่าการแจ้งเตือนตามกลุ่มชื่อเรื่องจะใช้แทนการตั้งค่าการแจ้งเตือนของเมลอื่นทั้งหมด
tr: Konu Grubu Bildirimi ayarları diğer tüm Mail bildirim ayarlarını geçersiz kılacaktır.
uk: Параметри сповіщень в гілках будуть переважати всі інші параметри сповіщень Пошти.
vi: Cài đặt Thông báo Luồng sẽ thay thế tất cả các cài đặt thông báo Mail khác.
zh_cn: “邮件主题通知”设置优先于“邮件”通知的所有其他设置。
zh_hk: 「討論串通知」設定會覆蓋所有的「郵件」通知。
zh_tw: 「討論串」通知設定會覆蓋所有其他的「郵件」通知設定。

source: Accounts
ar: الحسابات
bg: Регистрации
ca: Comptes
cs: Účty
da: Konti
el: Λογαριασμοί
es: Cuentas
es_us: Cuentas
fi: Tilit
fr: Comptes
fr_ca: Comptes
he: חשבונות
hi: खाते
hr: Računi
hu: Fiókok
id: Akun
it: Account
ja: アカウント
kk: Аккаунттар
ko: 계정
lt: Paskyros
ms: Akaun
no: Kontoer
pl: Konta
pt_br: Contas
pt_pt: Contas
ro: Conturi
ru: Уч. записи
sk: Účty
sl: Računi
sv: Konton
th: บัญชี
tr: Hesaplar
uk: Облікові записи
vi: Tài khoản
zh_cn: 账户
zh_hk: 帳户
zh_tw: 帳號

source: Allow Critical Alerts
ar: السماح بالتنبيهات الحرجة
bg: Позволи Важни предупреждения
ca: Permet els avisos crítics
cs: Povolit kritická upozornění
da: Tillad vigtige advarsler
de: Kritische Hinweise erlauben
el: Επιτρέπονται κρίσιμες ειδοποιήσεις
es: Permitir avisos críticos
es_us: Permitir alertas críticas
fi: Salli kriittiset varoitukset
fr: Autoriser les alertes critiques
fr_ca: Autoriser les alertes critiques
he: קבלת אזהרות קריטיות
hi: गंभीर अलर्ट को अनुमति दें
hr: Dozvoli kritične alarme
hu: Kritikus figyelmeztetések engedélyezése
id: Izinkan Peringatan Penting
it: Consenti avvisi importanti
ja: 重大な通知を許可
kk: Критикалық ескертулерге рұқсат беру
ko: 중요한 알림 허용
lt: Leisti kritinius įspėjimus
ms: Benarkan Isyarat Kritikal
nl: Sta kritieke meldingen toe
no: Tillat viktige varsler
pl: Pozwalaj na alerty krytyczne
pt_br: Permitir Alertas Críticos
pt_pt: Permitir avisos críticos
ro: Permitere alerte critice
ru: Разрешить важные предупреждения
sk: Povoliť kritické výstrahy
sl: Dovoli kritična opozorila
sv: Tillåt viktiga varningar
th: อนุญาตการเตือนที่สำคัญ
tr: Kritik Uyarılara İzin Ver
uk: Дозволити критичні оповістки
vi: Cho phép cảnh báo quan trọng
zh_cn: 允许重要警告
zh_hk: 允許重要提示
zh_tw: 允許重要提示

# SHOW_PREVIEW_OPTION_UNLOCKED
source: When Unlocked
ar: في حالة فتح القفل
bg: В отключен екран
ca: Si està desbloquejat
cs: Při odemčení
da: På ulåst skærm
de: Wenn entsperrt
el: Όταν είναι ξεκλείδωτο
es: Si está desbloqueado
es_us: Si desbloqueaste
fi: Kun laite ei ole lukittu
fr: Si déverrouillé
fr_ca: Si déverrouillé
he: כשהמכשיר לא נעול
hi: अनलॉक रहने पर
hr: Kad je otključan
hu: Amikor fel van oldva
id: Saat Tidak Dikunci
it: Quando sbloccato
ja: ロックされていない時
kk: Құлыптан ашылғанда
ko: 잠겨있지 않을 때
lt: Kai atrakinta
ms: Apabila Dibuka Kunci
nl: Indien ontgrendeld
no: Når ulåst
pl: Gdy odblokowany
pt_br: Quando Desbloqueado
pt_pt: Quando desbloqueado
ro: Când este deblocat
ru: Без блокировки
sk: V odomknutom stave
sl: Pri odklenjenem zaslonu
sv: Om olåst
th: เมื่อไม่ได้ล็อค
tr: Kilitli Değilken
uk: Коли відімкнено
vi: Khi được mở khóa
zh_cn: 解锁时
zh_hk: 解鎖時
zh_tw: 解鎖時

# NOTIFICATION_LIST_DISPLAY_STYLE_STACK
source: Stack
ar: حزمة مكدسة
bg: Група
ca: Pila
cs: Sada
da: Stak
de: Stapel
el: Στοίβα
es: Grupo
es_us: Apilado
fi: Pino
fr: Pile
fr_ca: Pile
he: סידור בערמה
hi: स्टैक
hr: Stog
hu: Pakli
id: Tumpukan
it: Raccolta
ja: スタック
kk: Десте
ko: 스택
lt: Krūvelė
ms: Tindanan
nl: Stapel
no: Bunke
pl: Stos
pt_br: Conjunto
pt_pt: Pilha
ro: Stivă
ru: Стопка
sk: Kopa
sl: Nabor
sv: Trave
th: ซ้อนกัน
tr: Gruplama
uk: Стос
vi: Ngăn xếp
zh_cn: 叠放
zh_hk: 疊放
zh_tw: 堆疊

# PI_VIP_FM_GROUP_FOOTER_TEXT
source: VIP, Favorite Mailboxes and Primary Inbox Settings will override all other Mail notification settings.
ar: إعدادات VIP و"صندوق الوارد الأساسي" ستتجاوز كل إعدادات إشعارات البريد الأخرى.
bg: Настройките на пощенските кутии ВИП, Любими пощенски кутии и Основна входяща поща ще отменят всички други настройки на известия за Поща.
ca: La configuració de les bústies favorites, Principal i VIP substituirà la resta d’opcions de les notificacions del correu.
cs: Nastavení pro VIP, oblíbené schránky a primární schránku příchozí pošty má přednost před jakýmkoli jiným nastavením oznámení v aplikaci Mail.
da: Indstillingerne til VIP, favoritpostkasser og den primære indbakke tilsidesætter alle andre notifikationsindstillinger i Mail.
de: Die Einstellungen für „VIP“, „Postfachfavoriten“ und „Primärer Posteingang“ heben alle anderen Mitteilungseinstellungen für „Mail“ auf.
el: Οι ρυθμίσεις VIP, αγαπημένων θυρίδων και Κύριας θυρίδας θα παρακάμψουν όλες τις άλλες ρυθμίσεις γνωστοποιήσεων Mail.
es: Los ajustes del correo VIP, de los buzones favoritos y del buzón Principal reemplazarán el resto de ajustes de notificaciones de Mail.
es_us: La configuración de elementos VIP, buzones favoritos y buzón principal reemplazará el resto de la de las notificaciones de Mail.
fi: VIP-lähettäjien, suosikkien ja Tärkeät-postilaatikon asetukset ohittavat kaikki muut Mailin ilmoitusasetukset.
fr: Les réglages VIP, « Boîtes favorites » et « Boîte de réception principale » remplaceront tous ceux des autres notifications de Mail.
fr_ca: Les réglages VIP, Boîtes aux lettres favorites et Boîte de réception principale remplaceront tous les autres réglages de notifications de Mail.
he: ההגדרות של ״שולחים חשובים״, ״תיבות דואר מועדפות״ ו״תיבת הדואר הראשית״ יגברו על כל ההגדרות האחרות של עדכונים מ״דואר״.
hi: VIP, पसंदीदा मेलबॉक्स और प्राथमिक इनबॉक्स सेटिंग्ज़ अन्य मेल सूचना सेटिंग्ज़ का स्थान ले लेंगी।
hr: Postavke za VIP, omiljene sandučiće i primarni dolazni pretinac poništit će druge postavke za e-mail obavijesti.
hu: A VIP, a Kedvenc postafiókok és az Elsődleges bejövő postafiók beállításai felülírják a Mail egyéb értesítési beállításait.
id: Pengaturan VIP, Kotak Mail Favorit, dan Inbox Utama akan menimpa semua pengaturan pemberitahuan Mail lainnya.
it: Le impostazioni dei contatti VIP, delle caselle preferite e di quella in entrata principale avranno la priorità su tutte le altre impostazioni di notifica di Mail.
ja: “VIP”、“よく使うメールボックス”、および“主要”の受信トレイの設定はその他すべての“メール”通知設定より優先されます。
kk: «VIP», «Таңдаулы пошта жәшіктері» және «Негізгі кіріс жәшігі» реттеулері барлық басқа «Пошта» хабарландыруы реттеуін алмастырады.
ko: VIP, 즐겨찾기 메일상자 및 우선 순위 받은 편지함 설정은 다른 Mail 알림 설정보다 우선시됩니다.
lt: VIP, „Mėgstamiausių pašto dėžučių“ ir „Pagrindinių gautųjų“ nustatymai turės pirmenybę prieš visus kitus „Mail“ pranešimų nustatymus.
ms: Seting VIP, Peti Mel Kegemaran dan Peti Mel Utama akan menggantikan semua seting pemberitahuan Mail yang lain.
nl: Instellingen voor vips, favoriete postbussen en de postbus 'Belangrijk' krijgen voorrang boven alle andere instellingen voor Mail-meldingen.
no: Innstillinger for VIP, favorittpostkasser og Primært-innboks overstyrer alle andre innstillinger for e‑postvarsling.
pl: Ustawienia kontaktów VIP, ulubionych skrzynek i głównej skrzynki Przychodzące zastąpią wszystkie inne ustawienia powiadomień aplikacji Poczta.
pt_br: Os Ajustes de VIP, Caixas de Correio Favoritas e Caixa de Entrada Principal substituirão todos os outros ajustes de notificações do Mail.
pt_pt: As definições de VIP, Favoritos e Principal substituem todas as outras definições de notificação do Mail.
ro: Configurările VIP, “Cutii poștale favorite” și “Cutie poștală principală” vor suprascrie toate celelalte configurări de notificare din Mail.
ru: Настройки VIP, «Избранные ящики» и «Основной ящик для входящей почты» заменят все прочие настройки уведомлений Почты.
sk: Nastavenia VIP, Obľúbené schránky a Primárna schránka Prijaté majú prednosť pred všetkými ostatnými nastaveniami hlásení Mailu.
sl: Nastavitve možnosti VIP, Priljubljeni nabiralniki in Primarna mapa Prejeto bodo preglasile vse druge nastavitve obvestil aplikacije Pošta.
sv: Inställningar för VIP, favoritbrevlådor och den primära inkorgen förbigår alla andra notisinställningar för Mail.
th: การตั้งค่า VIP, กล่องเมลโปรด และกล่องเข้าหลักจะใช้แทนการตั้งค่าการแจ้งเตือนของเมลอื่นทั้งหมด
tr: Önemli Kişiler, Favori Posta Kutuları ve Birincil Gelen Kutusu ayarları, diğer tüm Mail bildirim ayarlarını geçersiz kılar.
uk: Параметри скриньок «VIP», «Улюблені» й «Важливі вхідні» переважатимуть усі інші параметри сповіщень Пошти.
vi: Cài đặt VIP, Hộp thư ưa thích và Hộp thư đến chính sẽ thay thế tất cả các cài đặt thông báo Mail khác.
zh_cn: VIP、“个人收藏邮箱”和“主要收件箱”设置优先于“邮件”通知的所有其他设置。
zh_hk: VIP、「喜好信箱」和「主要」收件箱設定會覆蓋所有的「郵件」通知。
zh_tw: VIP、「喜好的信箱」和「主要收件匣」設定會覆蓋所有其他的「郵件」通知設定。
